var res = {
    code: 0,
    data: {
        baseVersion: 1534340456072,
        definition: {
            "nodes": [
                {
                    "modified": 1528010337986,
                    "id": "363163c4836ec215d",
                    "text": "只有当你对他人真心实意时，书中所讲的原则才会发挥它应有的功用，我并不是在推销一口袋戏法，我是在讲述一种新的生活方式。"
                },
                {
                    "children": [
                        {
                            "color": "#3da8f5",
                            "children": [
                                {
                                    "modified": 1527909086546,
                                    "id": "1e8163be7a755202b",
                                    "text": "99%的情况下，无论人们犯下了多么明显的错误，都不会对自己有一丝责备。"
                                },
                                {
                                    "modified": 1527909161105,
                                    "id": "1dd163be7b98910cd",
                                    "text": "批评，会让人心生抵触，并为自己辩护， 激起对方的怨恨情绪。"
                                },
                                {
                                    "color": "#ffaf38",
                                    "heading": 0,
                                    "modified": 1527909194818,
                                    "id": "2a7163be7c1c4206a",
                                    "text": "人不是绝对理性的动物，他们富有情感，他们生来傲慢自负，也极易对人产生成见。"
                                }
                            ],
                            "modified": 1527908848066,
                            "id": "236163be76d1c20bc",
                            "text": "<span class=\"bold italic\">原则1：不要批评、谴责、埋怨他人</span>"
                        },
                        {
                            "color": "#3da8f5",
                            "children": [
                                {
                                    "modified": 1527909442735,
                                    "id": "84163be7fe4af176",
                                    "text": "佛洛伊德：人类的一切活动都源于两种根本动力：对性的渴望与成功的欲望。"
                                },
                                {
                                    "modified": 1527909512361,
                                    "id": "3ac163be80f4a909f",
                                    "text": "约翰·杜威：人类本性中最深层次的需求是“渴望被重视”。"
                                },
                                {
                                    "modified": 1527909574149,
                                    "id": "2b8163be81e60514e",
                                    "text": "林肯：每个人都喜欢被赞赏。"
                                },
                                {
                                    "modified": 1527909594311,
                                    "id": "190163be8234c718f",
                                    "text": "威廉·詹姆斯：人类本性中最迫切的需求就是渴望得到他人的欣赏。"
                                },
                                {
                                    "color": "#ffaf38",
                                    "modified": 1527909652499,
                                    "id": "21f163be83181302b",
                                    "text": "人们有时会以病弱博取同情和注意，从而获得成就感。"
                                }
                            ],
                            "modified": 1527908933705,
                            "id": "15b163be782049062",
                            "text": "<span class=\"bold italic\">原则2：真诚且由衷地赞赏他人</span>"
                        },
                        {
                            "color": "#3da8f5",
                            "children": [
                                {
                                    "modified": 1527909722250,
                                    "id": "c5163be84288a00f",
                                    "text": "亨利·福特：如果说成功有秘诀的话，那就是站在他人的立场上洞悉其想法。"
                                },
                                {
                                    "modified": 1527910058487,
                                    "id": "245163be8949f714e",
                                    "text": "欧文·杨：那些能够设身处地为他人着想、觉察他人所需的人，从来不必为前途担忧。"
                                },
                                {
                                    "modified": 1527910149802,
                                    "id": "4a163be8aaeaa084",
                                    "text": "哈里·奥弗斯特里特《影响人类行为》：行为源自我们最根本的欲望……无论是在商界、在家里、在学校或者在政界，如果你想说服他人，最好的方法就是激起他人强烈的需求。胜者坐拥天下，败者踽踽独行。"
                                }
                            ],
                            "modified": 1527908954236,
                            "id": "374163be78707c001",
                            "text": "<span class=\"bold italic\">原则3：站在他人的角度考虑问题</span>"
                        }
                    ],
                    "modified": 1527908791357,
                    "id": "20a163be75f43d06b",
                    "text": "<span class=\"bold\">一、如何与他人相处</span>"
                },
                {
                    "color": "#333333",
                    "children": [
                        {
                            "color": "#ffaf38",
                            "children": [
                                {
                                    "modified": 1527910662730,
                                    "id": "2e9163be92824a025",
                                    "text": "你只要真诚地关注他人，你在两个月内交到的朋友会比那些挖空心思吸引别人注意的人在两年内交到的朋友都多。"
                                },
                                {
                                    "modified": 1527910746897,
                                    "id": "a4163be93cb1101b",
                                    "text": "阿尔佛雷德·阿德勒《生活的意义》：那些对身边伙伴毫无兴趣的人总会在生活中碰到很多困难，也总会给身边的人带来很大的伤害。这些人是整个人类走向失败的源头。"
                                }
                            ],
                            "modified": 1527910360293,
                            "id": "ec163be8de4e50d9",
                            "text": "<span class=\"bold italic\">原则1：真心关注他人</span>"
                        },
                        {
                            "color": "#ffaf38",
                            "children": [
                                {
                                    "color": "#3da8f5",
                                    "modified": 1527910877223,
                                    "id": "3b2163be95c82711",
                                    "text": "笑容表达的信息就是：我喜欢你，你让我感到愉悦。我很高兴见到你。"
                                },
                                {
                                    "modified": 1527910911966,
                                    "id": "1c2163be964fde183",
                                    "text": "要好好感受今天的阳光，微信着问候你的朋友，真诚地同他人握手。不要害怕被人误解，也不要在敌人身上浪费一丁点儿时间。"
                                }
                            ],
                            "modified": 1527910431638,
                            "id": "3d6163be8efb96006",
                            "text": "<span class=\"bold italic\">原则2：微笑，微笑</span>"
                        },
                        {
                            "color": "#ffaf38",
                            "children": [
                                {
                                    "modified": 1527911034930,
                                    "id": "399163be98303205",
                                    "text": "相对于世界其他人的名字而言，普通人总是对自己的名字更感兴趣。如果你能记住这些名字，清楚准确地称呼他们，就是对他人微妙且有效的恭维。但如果你忘记了这些名字或是拼错了，就会把自己置身于一种尴尬的不利境地。"
                                },
                                {
                                    "modified": 1527911193855,
                                    "id": "54163be9a9cff07e",
                                    "text": "大多数人记不住他人的名字，原因很简单，他们并未花费必要的时间和精力去关注和重复这些名字，所以不能把它们牢牢记在心里。他们给自己找借口：我太忙了。"
                                },
                                {
                                    "color": "#3da8f5",
                                    "heading": 3,
                                    "modified": 1527911265320,
                                    "id": "2a8163be9bb428094",
                                    "text": "爱默生：好习惯都是由一次次琐碎的牺牲养成的。"
                                }
                            ],
                            "modified": 1527910438888,
                            "id": "39d163be8f17e80ef",
                            "text": "<span class=\"bold italic\">原则3：要记得，对任何人来讲，自己的名字永远是世界上最美妙、最重要的声音</span>"
                        },
                        {
                            "color": "#ffaf38",
                            "children": [
                                {
                                    "modified": 1527911351145,
                                    "id": "2ea163be9d03690f6",
                                    "text": "哈佛大学校长查尔斯·艾略特：成功的商务往来关系中没有什么秘密的。全神贯注地倾谈对方谈话非常重要，没有比这更好的恭维方式了。"
                                }
                            ],
                            "modified": 1527910465007,
                            "id": "b163be8f7def121",
                            "text": "<span class=\"bold italic\">原则4：做个出色的倾听者，鼓励他人谈论自己</span>"
                        },
                        {
                            "color": "#ffaf38",
                            "modified": 1527910593355,
                            "id": "71163be91734b0ab",
                            "text": "<span class=\"bold italic\">原则5：谈论对方感兴趣的话题</span>"
                        },
                        {
                            "color": "#ffaf38",
                            "modified": 1527910602595,
                            "id": "377163be91976306a",
                            "text": "<span class=\"bold italic\">原则6：让别人认为自己很重要，而且要诚心实意这样做</span>"
                        }
                    ],
                    "modified": 1527910297415,
                    "id": "1c4163be8cef47193",
                    "text": "<span class=\"bold\">二、如何赢得他人的喜爱</span>"
                },
                {
                    "color": "#333333",
                    "children": [
                        {
                            "color": "#75c940",
                            "children": [
                                {
                                    "modified": 1527994115300,
                                    "id": "31c163c38be4e400e",
                                    "text": "永远不要期望在争论中获胜，即使你赢得了争论，实际上也是输了的。为什么呢？假定你将对方批驳得体无完肤，证明了他脑子不正常，那又怎样？你感觉良好了，而他呢？你伤害了他的自尊，让他感觉低人一等。他势必对你表示不服。如果一个人不是打心底认可你的观点，他的内心还会坚持原来的想法。"
                                }
                            ],
                            "modified": 1527911596748,
                            "id": "232163bea0c2cc17e",
                            "text": "<span class=\"bold\">原则1：赢得争论的办法只有一种，那就是避免争论</span>"
                        },
                        {
                            "color": "#75c940",
                            "children": [
                                {
                                    "color": "#3da8f5",
                                    "modified": 1527994374502,
                                    "id": "20a163c38fd96612e",
                                    "text": "即使最友善的言语也难以改变一个人的观念，而犀利的责备只会令事情难上加难。何必让自己陷入困境呢？"
                                },
                                {
                                    "modified": 1527994450343,
                                    "id": "21d163c39101a7059",
                                    "text": "伽利略：你无法教会他人什么，你只有引导他人去发现什么。"
                                },
                                {
                                    "modified": 1527994498494,
                                    "id": "31a163c391bdbe014",
                                    "text": "切斯特·菲尔德爵士告诉儿子：你要比他们聪明，但是不要告诉他们。"
                                },
                                {
                                    "children": [
                                        {
                                            "modified": 1527994649524,
                                            "id": "229163c3940bb403",
                                            "text": "中式语句：我不觉得吧。可能是我错了，我好像经常出错。你要是发现了我的错误，请指出来，我们可以一起交流探讨一下。"
                                        }
                                    ],
                                    "modified": 1527994561983,
                                    "id": "362163c392b5bf13f",
                                    "text": "如果你认为别人错了，即使你肯定错了，你也应该委婉地对他说：“我不这么认为。也许是我错了，我常常犯错。如果你发现了我的错误之处，请一定帮我指出，我们可以一起探讨。”"
                                },
                                {
                                    "color": "#3da8f5",
                                    "modified": 1527994780375,
                                    "id": "9c163c3960ad70e9",
                                    "text": "这个世界上理智的人并不多。绝大多数人都心怀成见，这种成见来自于嫉妒、猜疑、恐惧、傲慢和先入为主的观念。绝大多数人也不愿改变自己的抉择，比如宗教信仰、发型以及崇拜的明星等。"
                                },
                                {
                                    "color": "#75c940",
                                    "modified": 1527994999324,
                                    "id": "206163c399621c108",
                                    "text": "尽量避免使用“当然”、“不可否认”、“肯定的”这类过于绝对的字眼，尽量说“我猜”、“我认为”、“我是这么想的”。"
                                },
                                {
                                    "modified": 1527995116355,
                                    "id": "1a9163c39b2b43163",
                                    "text": "不要与你的顾客、你的爱人或者你的对手争执，不要直言他们的错误，不要引起争端，要学会巧妙地周旋。"
                                }
                            ],
                            "modified": 1527993360114,
                            "id": "1db163c3805ef2134",
                            "text": "<span class=\"bold\">原则2：尊重他人的意见，永远不要说“你错了”</span>"
                        },
                        {
                            "color": "#75c940",
                            "children": [
                                {
                                    "modified": 1527995183705,
                                    "id": "1c5163c39c3259052",
                                    "text": "但我们的观点正确时，就通过巧妙而温和的言语让对方信服。当我们的观点错误是，就让我们诚实地对待自己，立即向对方诚恳地认错，这一举动往往会带来意想不到的效果，而且认错要比无谓的争辩让人更快乐。"
                                },
                                {
                                    "modified": 1527995362955,
                                    "id": "1b6163c39eee8a128",
                                    "text": "古老的格言：靠争夺，你永远也得不到满足，能谦让，你才会拥有意料之外的收获。"
                                }
                            ],
                            "modified": 1527993366883,
                            "id": "3de163c3807963035",
                            "text": "<span class=\"bold\">原则3：如果你错了，立即向诚恳地认错</span>"
                        },
                        {
                            "color": "#75c940",
                            "children": [
                                {
                                    "modified": 1528004692268,
                                    "id": "310163c42d492c168",
                                    "text": "如果一个人对你心怀成见，就算你引经据典阐述观点，也无法令他信服。无论你是爱呵斥孩子的父母、盛气凌人的老板，还是喋喋不休的妻子，你都应该意识到人们的思想不易改变。你无法强迫对方改变主意，但你的温柔和友好的态度，却能让他不由自主的同意你的观点。"
                                },
                                {
                                    "modified": 1528004829994,
                                    "id": "385163c42f632a008",
                                    "text": "林肯：一滴蜂蜜能比一加仑胆汁吸引来更多苍蝇。"
                                }
                            ],
                            "modified": 1527993368962,
                            "id": "119163c380818205",
                            "text": "<span class=\"bold\">原则4：交谈，以友好方式开始</span>"
                        },
                        {
                            "color": "#75c940",
                            "children": [
                                {
                                    "modified": 1528004848111,
                                    "id": "208163c42fa9ef13f",
                                    "text": "在与人交谈之初，表达赞同是十分必要的。"
                                }
                            ],
                            "modified": 1527993383291,
                            "id": "221163c380b97b132",
                            "text": "<span class=\"bold\">原则5：让对方说“是”</span>"
                        },
                        {
                            "color": "#75c940",
                            "children": [],
                            "modified": 1527993386956,
                            "id": "91163c380c7cc068",
                            "text": "<span class=\"bold\">原则6：耐心并虚心地听完对方的话</span>"
                        },
                        {
                            "color": "#75c940",
                            "children": [],
                            "modified": 1527993390446,
                            "id": "43163c380d56e0db",
                            "text": "<span class=\"bold\">原则7：让对方觉得自己最聪明</span>"
                        },
                        {
                            "color": "#75c940",
                            "children": [
                                {
                                    "color": "#3da8f5",
                                    "modified": 1528005127669,
                                    "id": "e0163c433edf5155",
                                    "text": "请您记住：一个人即使真的错了，也不会认为自己有错。所以不要像个傻子一样去谴责他，而要像位睿智、宽容、杰出的人物一样，试着去理解他。"
                                },
                                {
                                    "modified": 1528007387367,
                                    "id": "246163c45668e70f8",
                                    "text": "任何人的一切想法和行为都是有据可循的。只要寻找出其根源，你便能理解他的行为，甚至还能看清他的人格。所以请多多站在对方的立场上思考问题。"
                                }
                            ],
                            "modified": 1527993603025,
                            "id": "aa163c38413d117a",
                            "text": "<span class=\"bold\">原则8：学会换位思考</span>"
                        },
                        {
                            "color": "#75c940",
                            "children": [
                                {
                                    "modified": 1528007448831,
                                    "id": "352163c45758ff129",
                                    "text": "有这样一句充满魔力的话，它可以平息争执、消除怨念、增加魅力并让他人认真倾听你的述说：我一点儿也不否认你的观点，如果我是你，我也会有跟你一样感受。"
                                },
                                {
                                    "modified": 1528007550971,
                                    "id": "2fd163c458e7fb149",
                                    "text": "阿瑟.盖茨博士《教育心理学》：人类全都渴望同情孩子。孩子喜欢表现自己的脆弱，甚至不惜把自己弄伤，以换取足够的同情。成年人为了博得同情，也会流露出他们的伤痕，述说他们的经历、病痛，特别是做外科手术时的细节。从某种程度上来说，几乎所有人都会对现实或想象中的不幸进行自我怜悯。"
                                }
                            ],
                            "modified": 1527993607620,
                            "id": "350163c38425c40d5",
                            "text": "<span class=\"bold\">原则9：与他人充分共情</span>"
                        },
                        {
                            "color": "#75c940",
                            "children": [
                                {
                                    "modified": 1528007725767,
                                    "id": "29a163c45b92c715e",
                                    "text": "人们做一件事情往往有两个原因，一个是高尚的借口，另一个才是真实的理由。"
                                },
                                {
                                    "modified": 1528007791209,
                                    "id": "3d5163c45c926914f",
                                    "text": "人们当然知道自己做每件事情的真正理由，这点自然不必强调。可是每个人都喜欢把自己理想化，愿意相信那些高尚的借口，所以，当你试图改变他人的时候，就需要激发他们高尚的动机。"
                                },
                                {
                                    "modified": 1528007844261,
                                    "id": "11b163c45d61a510d",
                                    "text": "托马斯：经验告诉我，在对顾客一无所知的时候，我们唯一能做的就是假定他们是真诚的、正直的，而他们一旦相信自己的行为是正确的，就会愿意配合我们的工作。换句话说，人们都是诚实的，都希望履行自己的义务，但也会有极少数的例外。我相信即使一个人有意欺骗，但当你假定他是诚实、公正的时候，他也不想让你失望。"
                                }
                            ],
                            "modified": 1527993611100,
                            "id": "271163c384335c016",
                            "text": "<span class=\"bold\">原则10：激发他人高尚的情操</span>"
                        },
                        {
                            "color": "#75c940",
                            "modified": 1527993615759,
                            "id": "43163c384458f147",
                            "text": "<span class=\"bold\">原则11：戏剧化地表达你的想法</span>"
                        },
                        {
                            "color": "#75c940",
                            "children": [
                                {
                                    "modified": 1528008071895,
                                    "id": "1ae163c460dad60ef",
                                    "text": "这就是每个成功人士的最爱：竞争。他们想要一个自我表现的机会，去超越他人，赢得胜利，以证明自己的价值。这是竞走和吃馅饼这样的比赛存在的原因。因为人总是渴望超越，渴望得到一丝“被重视”的感觉。"
                                }
                            ],
                            "modified": 1527993618730,
                            "id": "277163c384512a0ea",
                            "text": "<span class=\"bold\">原则12：发起挑战的激励法</span>"
                        }
                    ],
                    "modified": 1527911578423,
                    "id": "35a163bea07b3714",
                    "text": "<span class=\"bold\">三、如何让他人信服你</span>"
                },
                {
                    "color": "#333333",
                    "children": [
                        {
                            "color": "#dc2d1e",
                            "children": [
                                {
                                    "modified": 1528008674929,
                                    "id": "244163c46a0e700b7",
                                    "text": "以称赞开始谈话，就像牙医在拔牙时用局部麻醉一样。"
                                }
                            ],
                            "modified": 1528008352047,
                            "id": "2e7163c465212f18e",
                            "text": "<span class=\"bold\">原则1：用真诚的赞赏开始谈话</span>"
                        },
                        {
                            "color": "#dc2d1e",
                            "children": [
                                {
                                    "modified": 1528008727715,
                                    "id": "3db163c46adca2168",
                                    "text": "在友善地改变他人这件事情上，仅仅改掉两三个词，便会产生不一样的效果。"
                                },
                                {
                                    "color": "#ffaf38",
                                    "modified": 1528008761013,
                                    "id": "144163c46b5eb517b",
                                    "text": "很多人在批评他人时，都会以一段赞扬开头，然后就用“但是”一词将话锋一转，最终以批评收尾。而把“但是”一词转换为“而且”或者去掉“但是”，就可以很容易的克服这个问题。"
                                }
                            ],
                            "modified": 1528008373080,
                            "id": "126163c46573580a1",
                            "text": "<span class=\"bold\">原则2：聪明的指出他人的错误</span>"
                        },
                        {
                            "color": "#dc2d1e",
                            "children": [
                                {
                                    "modified": 1528008929895,
                                    "id": "1da163c46df267087",
                                    "text": "承认自己的错误，甚至都不必纠正这些错误，就会使人确信你已经改过自新。"
                                }
                            ],
                            "modified": 1528008381564,
                            "id": "341163c465947c011",
                            "text": "<span class=\"bold\">原则2：批评他人之前，先谈自己的错误</span>"
                        },
                        {
                            "color": "#dc2d1e",
                            "children": [
                                {
                                    "modified": 1528009006946,
                                    "id": "2d0163c46f1f62088",
                                    "text": "他总是用一种建议的语气说话，而不是命令。"
                                },
                                {
                                    "modified": 1528009076476,
                                    "id": "16b163c4702efc163",
                                    "text": "这样的技巧使人们更容易改正自己的错误，保留自己的尊严。这样的技巧能鼓励团队合作，增加凝聚力。"
                                },
                                {
                                    "modified": 1528009121680,
                                    "id": "3bb163c470df8f07b",
                                    "text": "一个傲慢的命令所引起的憎恶可能会持续很长时间，即使这样的命令是为了改变当时的困境。"
                                },
                                {
                                    "modified": 1528009145977,
                                    "id": "2aa163c4713e79062",
                                    "text": "询问不仅仅会使你的命令听起来没那么刺耳，也常常会激发被问人的创造力。如果能够参与决策的过程，人们将更容易接受这个命令。"
                                }
                            ],
                            "modified": 1528008391279,
                            "id": "3a163c465ba6f176",
                            "text": "<span class=\"bold\">原则3：提出问题，而不是直接下达命令</span>"
                        },
                        {
                            "color": "#dc2d1e",
                            "children": [
                                {
                                    "modified": 1528009365684,
                                    "id": "1ff163c47498b410e",
                                    "text": "即使我们是对的、别人肯定错了，但如果让他人丢尽面子的话，也只会令我们自毁形象。"
                                },
                                {
                                    "color": "#ffaf38",
                                    "modified": 1528009397008,
                                    "id": "345163c4751310137",
                                    "text": "圣埃克絮佩里：我没有权利去说或者去做任何事情来贬损一个人眼中的自我形象。我对他的看法并不重要，重要的是他对自己的看法。伤害他的尊严即为犯罪。"
                                }
                            ],
                            "modified": 1528008405805,
                            "id": "a5163c465f32d029",
                            "text": "<span class=\"bold\">原则4：给别人留足面子</span>"
                        },
                        {
                            "color": "#dc2d1e",
                            "children": [
                                {
                                    "modified": 1528009602352,
                                    "id": "10a163c478353003d",
                                    "text": "当弱化批评而强调赞扬的时候，人类的美好品行就会得到强化，卑劣行径则会因为缺乏关注而逐渐消失。"
                                },
                                {
                                    "modified": 1528009637078,
                                    "id": "39163c478bcd617a",
                                    "text": "洛普先生所作的并不只是奉承这位年轻的印刷工几句，说“你干得不错”。他具体指出了这位员工的工作好在哪里。正因为洛普先生指出了对方的具体成就，而不仅是泛泛地对其进行褒扬。因此对被赞扬者来说就变得更有意义。每个人都愿意受到赞扬，但当赞扬变得具体化的时候，就变得更真诚，这些赞美并不是别人随便说说来安慰你的。"
                                },
                                {
                                    "color": "#ffaf38",
                                    "modified": 1528009870405,
                                    "id": "316163c47c4c45078",
                                    "text": "<span class=\"bold\">能力之花在批评中枯萎，在鼓励中绽放。</span>"
                                }
                            ],
                            "modified": 1528008414490,
                            "id": "2a1163c46615190a6",
                            "text": "<span class=\"bold\">原则5：赞赏他人最微小的进步，赞赏他人的每一点进步，做到“衷心地称赞他人，绝不吝惜溢美之辞。”</span>"
                        },
                        {
                            "color": "#dc2d1e",
                            "modified": 1528008494654,
                            "id": "6f163c4674e3e055",
                            "text": "<span class=\"bold\">原则6：先肯定对方的价值，这样他便不会辜负你的期望</span>"
                        },
                        {
                            "color": "#dc2d1e",
                            "children": [
                                {
                                    "modified": 1528009938871,
                                    "id": "14f163c47d57b7032",
                                    "text": "如果你告诉你的孩子、你的爱人或者你的员工，他在某件事情上又笨又蠢，没有天赋，告诉他这件事情做的完全不对，那你就会毁掉他想要进步的信心。但若采用相反的技巧，即慷慨的鼓励他，让这件事情看起来可以轻松完成，让他人知道你相信他具备这样的能力，那么他的潜在天赋就会被调动起来，他会不断努力，一直到自己出类拔萃为止。"
                                }
                            ],
                            "modified": 1528008483634,
                            "id": "1ea163c467233215a",
                            "text": "<span class=\"bold\">原则7：学会鼓励他人，帮助他人拓展自己</span>"
                        },
                        {
                            "color": "#dc2d1e",
                            "children": [
                                {
                                    "modified": 1528010127548,
                                    "id": "40163c48038bb072",
                                    "text": "要真诚。千万不要做出任何你无法履行的承诺。忘记你自己能获得的好处，专注于他人能得到的好处。"
                                },
                                {
                                    "modified": 1528010159023,
                                    "id": "372163c480b3af08a",
                                    "text": "明确的知道你想让别人做什么。"
                                },
                                {
                                    "modified": 1528010169664,
                                    "id": "1f0163c480dd40054",
                                    "text": "换位思考，扪心自问别人到底需要什么。"
                                },
                                {
                                    "modified": 1528010212336,
                                    "id": "1b9163c48183f0074",
                                    "text": "考虑一下，如果别人真的按照你的建议做了，他能得到什么好处。"
                                },
                                {
                                    "modified": 1528010227796,
                                    "id": "3e6163c481c053174",
                                    "text": "讲他人能从中获得的好处，与其需要进行比较。"
                                },
                                {
                                    "color": "#ffaf38",
                                    "modified": 1528010245709,
                                    "id": "f4163c482064d161",
                                    "text": "<span class=\"bold\">当你提出要求的时候，要以他人能从中获益的形式表述这个要求。</span>"
                                }
                            ],
                            "modified": 1528008510854,
                            "id": "66163c4678d8606a",
                            "text": "<span class=\"bold\">原则8：让他人乐于按照你的建议行事</span>"
                        }
                    ],
                    "modified": 1528008338123,
                    "id": "78163c464eacb07b",
                    "text": "<span class=\"bold\">四、如何友善地改变他人</span>"
                },
                {
                    "children": [
                        {
                            "color": "#797ec9",
                            "children": [
                                {
                                    "modified": 1528010634196,
                                    "id": "10c163c487f3d407c",
                                    "text": "在种种毁灭爱情的魔咒中，吵闹是最可怕的一种。吵闹对爱情的破坏从未失手过，就像人一旦被眼镜蛇咬到，绝无生还的可能。"
                                }
                            ],
                            "modified": 1528010527323,
                            "id": "18a163c486525b0b8",
                            "text": "<span class=\"bold\">原则1：千万别喋喋不休</span>"
                        },
                        {
                            "color": "#797ec9",
                            "children": [
                                {
                                    "modified": 1528010710648,
                                    "id": "130163c4891e7804b",
                                    "text": "与人交往的过程中，要学会的第一件事就是，如果他人保持愉快心情的方式对我们并无影响，那么就不要对他的独特方式横加干预。"
                                },
                                {
                                    "color": "#797ec9",
                                    "modified": 1528010758797,
                                    "id": "32b163c489da8d0a7",
                                    "text": " 利兰.福斯特.伍德《在家庭中一起成长》：成功的婚姻不仅是要找到那个合适的人，自己也要做那个合适的人。"
                                }
                            ],
                            "modified": 1528010539796,
                            "id": "173163c48683140d7",
                            "text": "<span class=\"bold\">原则2：别尝试改造对方</span>"
                        },
                        {
                            "color": "#797ec9",
                            "modified": 1528010551864,
                            "id": "6e163c486b23814b",
                            "text": "<span class=\"bold\">原则3：停止相互责备</span>"
                        },
                        {
                            "color": "#797ec9",
                            "children": [
                                {
                                    "modified": 1528010856371,
                                    "id": "7c163c48b57b304b",
                                    "text": "洛杉矶家庭关系研究所所长保罗.波普诺：在寻找另一半的过程中，男人们并不是在找一个有经验、有才干的女子，而是在寻找一位长得漂亮、能够奉承他、满足他的虚荣心、让她有优越感的女性。"
                                },
                                {
                                    "modified": 1528010938969,
                                    "id": "b7163c48c9a59043",
                                    "text": "男士们应该称赞女人精致的妆容，夸赞她们漂亮的着装。只要稍微留意，就能发现女人有多么重视衣着——可他们似乎常常忘了要这么做。"
                                }
                            ],
                            "modified": 1528010560668,
                            "id": "11f163c486d49c18c",
                            "text": "<span class=\"bold\">原则4：好好赞美爱人</span>"
                        },
                        {
                            "color": "#797ec9",
                            "children": [
                                {
                                    "modified": 1528011064547,
                                    "id": "39d163c48e84e3099",
                                    "text": "告诉你所爱的人，你时时刻刻想着她，你想让她开心快乐，她是否幸福美满，对你来说至关重要。"
                                },
                                {
                                    "modified": 1528011090584,
                                    "id": "6e163c48eea98058",
                                    "text": "女人的生日和纪念日一类的细节非常重视。"
                                }
                            ],
                            "modified": 1528010569363,
                            "id": "298163c486f6930a4",
                            "text": "<span class=\"bold\">原则5：细节决定成败</span>"
                        },
                        {
                            "color": "#797ec9",
                            "children": [
                                {
                                    "modified": 1528011183768,
                                    "id": "130163c4905698178",
                                    "text": "粗鲁是毁灭爱情的毒药。每个人都知道这一点，然而我们总是对陌生人礼遇有加，对家人则粗声粗气。"
                                },
                                {
                                    "color": "#797ec9",
                                    "collapsed": false,
                                    "modified": 1532318804481,
                                    "finish": false,
                                    "id": "96164c55160720e8",
                                    "text": "每男人都知道，他能让太太心甘情愿的为她做任何事，也知道如果能小小的赞扬她太太一番，说说她是怎么帮了自己一个大忙，她一定会把自己的每分钱都掏出来。"
                                },
                                {
                                    "modified": 1528011225001,
                                    "id": "255163c490f7a905d",
                                    "text": "男人也知道，如果他告诉妻子，她穿着去年的裙子，也很可爱，很漂亮，她绝不会去买今年巴黎时装的新款。"
                                },
                                {
                                    "modified": 1528011431098,
                                    "id": "9c163c4941cba058",
                                    "text": "男人还知道，如果他能在妻子眼睛上深情一吻，她就会幸福的晕厥过去；如果他在她的小嘴上浅啄一口，就能让她在瞬间缄口不语。"
                                }
                            ],
                            "modified": 1528010578611,
                            "id": "363163c4871ab3082",
                            "text": "<span class=\"bold\">原则6：尊重对方的感受</span>"
                        },
                        {
                            "color": "#797ec9",
                            "children": [
                                {
                                    "children": [
                                        {
                                            "modified": 1528011531953,
                                            "id": "109163c495a6b009a",
                                            "text": "性生活不协调。"
                                        },
                                        {
                                            "modified": 1528011539194,
                                            "id": "38a163c495c2fa083",
                                            "text": "打发休闲时光的方式方法不同。"
                                        },
                                        {
                                            "modified": 1528011550089,
                                            "id": "20e163c495ed8913d",
                                            "text": "经济问题。"
                                        },
                                        {
                                            "modified": 1528011559650,
                                            "id": "20a163c49612e2189",
                                            "text": "精神身体或者情感上的不正常。"
                                        }
                                    ],
                                    "modified": 1528011513733,
                                    "id": "3bd163c4955f8512",
                                    "text": "婚姻失败通常有4个原因，顺序如下："
                                }
                            ],
                            "modified": 1528010588555,
                            "id": "3ca163c487418b173",
                            "text": "<span class=\"bold\">原则7：不做“婚盲”</span>"
                        }
                    ],
                    "modified": 1528010502421,
                    "id": "e8163c485f115108",
                    "text": "<span class=\"bold\">五、让家庭生活更幸福的七个魔法</span>"
                },
                {
                    "modified": 1534313578990,
                    "id": "3841653c3741ee151",
                    "text": "<span class=\"bold\">微信打赏支持</span>"
                },
                {
                    "modified": 1534340444027,
                    "id": "2931653dd12f7b19",
                    "text": "文档链接<a class=\"content-link\" target=\"_blank\" rel=\"noreferrer\" href=\"https://mubu.com/doc/8LtbO9X0E\">https://mubu.com/doc/8LtbO9X0E</a>"
                },
                {
                    "modified": 1534313583420,
                    "id": "eb1653c37533c082",
                    "text": "对知识的付费，是对劳而有获的赞赏"
                },
                {
                    "collapsed": false,
                    "modified": 1534313583419,
                    "finish": false,
                    "id": "2801653c372a4f067",
                    "text": "感谢你微信扫码打赏"
                },
                {
                    "images": [
                        {
                            "w": 212,
                            "ow": 1008,
                            "oh": 1008,
                            "id": "2441653c3f207108d",
                            "uri": "document_image/5b83419b-deb0-4aa0-a25b-bfce17c0a3d9-54344.jpg"
                        }
                    ],
                    "modified": 1534313872100,
                    "id": "16b1653c3bbae4027",
                    "text": ""
                }
            ]
        }
        shareId: '8LtbO9X0E',
        sharePassword: null,
        name: "卡耐基《人性的弱点》笔记干货",
        switched: 1
    },
    msg: null
}